Repository: pbmolini/sfa-rails
Catalog: locale/*/app.edit.po
Languages: it

source: %{boat_price} €/day
it: %{boat_price} €/giorno

source: %{count} boat
it: %{count} barca

source: %{count} boat registered
it: %{count} barca registrata

source: %{count} review
it: %{count} recensione

source: %{duration} days from %{first_day} to %{last_day}
it: %{duration} giorni dal %{first_day} al %{last_day}

source: %{length} characters minimum
it: minimo %{length} caratteri

source: -- the team of %{link}
it: — il team di %{link}

source: A problem occurred with your booking. Please try again
it: Sì è verificato un problema con la prenotazione. Riprova

source: About us
it: Chi siamo

source: Accepted Bookings
it: Prenotazioni accettate

source: Address
it: Indirizzo

source: All
it: Tutte

source: Already have an account?
it: Hai già un account?

source: Are really you sure you want to delete %{name}?
it: Sei davvero sicuro di voler cancellare %{name}?

source: Are you really sure you want to reject this booking?
it: Sei davvero sicuro di voler rifiutare questa prenotazione?

source: Are you really sure?
it: Sei davvero sicuro?

source: Availability
it: Disponibilità

source: Boat
it: Barca

source: Boat category
it: Tipologia

source: Boat details
it: Dettagli

source: Boat feature
it: Caratteristica

source: Boat features
it: Caratteristiche

source: Boat features set
it: Caratteristiche

source: Boat pictures
it: Foto

source: Boat was successfully created
it: La barca è stata creata

source: Boat was successfully destroyed
it: La barca è stata eliminata

source: Boat was successfully updated
it: La barca è stata aggiornata

source: BoatCategory|Name
it: Categoria

source: BoatFeaturesSet|Anchor
it: Ancora

source: BoatFeaturesSet|Anchor windlass
it: Ancora con verricello

source: BoatFeaturesSet|Autopilot
it: Autopilota

source: BoatFeaturesSet|Bimini top
it: Tendalino

source: BoatFeaturesSet|Boarding ladder
it: Scaletta

source: BoatFeaturesSet|Cabin cruiser bed
it: Cabinato/Posti letto

source: BoatFeaturesSet|Cooler
it: Frigorifero

source: BoatFeaturesSet|Depth finder
it: Ecoscandaglio

source: BoatFeaturesSet|Galley
it: Cucina

source: BoatFeaturesSet|Inboard engine
it: Motore entrobordo

source: BoatFeaturesSet|Liferaft
it: Zattera autogonfiabile

source: BoatFeaturesSet|Outboard engine
it: Motore fuoribordo

source: BoatFeaturesSet|Radio stereo cd mp3
it: Radio stereo cd mp3

source: BoatFeaturesSet|Safety equipment
it: Equipaggiamento di Sicurezza

source: BoatFeaturesSet|Shower
it: Doccia

source: BoatFeaturesSet|Sink
it: Lavello

source: BoatFeaturesSet|Sonar
it: Sonar

source: BoatFeaturesSet|Speed instrumentation radar
it: Strumentazione velocità

source: BoatFeaturesSet|Sport fishing equipment
it: Allestimento per pesca sportiva

source: BoatFeaturesSet|Sunbathing area
it: Cuscineria prendisole

source: BoatFeaturesSet|Trolling motor
it: Motore di sicurezza

source: BoatFeaturesSet|Tv
it: TV

source: BoatFeaturesSet|Vhf
it: Radio VHF

source: BoatFeaturesSet|Wc
it: WC

source: BoatFeature|Name
it: Nome

source: BoatIndex|This page will be full of awesome boats in the next few weeks.
it: Nelle prossime settimane questa pagina mostrerà l’elenco di tutte le barche pronte per essere condivise.

source: BoatIndex|We are building our database of boats available for sharing.
it: Stiamo costruendo il nostro database di barche disponibili per essere condivise.

source: BoatMissingField|Address not set
it: Indirizzo mancante

source: BoatMissingField|Model not set
it: Modello mancante

source: BoatMissingField|Name not set
it: Nome mancante

source: BoatMngtButtonTooltip|Availability Calendar
it: Calendario disponibilità

source: BoatMngtButtonTooltip|Edit Boat
it: Modifica barca

source: BoatMngtButtonTooltip|See all the bookings
it: Vedi tutte le prenotazioni

source: BoatSearch|Where?
it: Dove?

source: BoatShow|Almost done! You must <strong><a href='%{link}' class='alert-link'>complete your profile</a></strong> to make this boat visible to other people.
it: BoatShow|Quasi finito! Devi soltanto <strong><a href=‘%{link}’ class=‘alert-link’>completare il tuo profilo</a></strong> per rendere questa barca visibile a tutti.

source: Boat|Address
it: Indirizzo

source: Boat|Complete
it: Completa

source: Boat|Daily price
it: Prezzo giornaliero

source: Boat|Description
it: Descrizione

source: Boat|Fuel Type
it: Carburante

source: Boat|Fuel type
it: Tipo di Carburante

source: Boat|Guest capacity
it: Max. persone

source: Boat|Horse power
it: Cavalli Potenza

source: Boat|Latitude
it: Latitudine

source: Boat|Length
it: Lunghezza

source: Boat|Longitude
it: Longitudine

source: Boat|Manufacturer
it: Cantiere

source: Boat|Model
it: Modello

source: Boat|Name
it: Nome

source: Boat|Rental type
it: Tipo di noleggio

source: Boat|With license
it: Patente Nautica

source: Boat|Year
it: Anno

source: Book
it: Prenota

source: Booking
it: Prenotazione

source: BookingActionBtnText|Accept
it: Accetta

source: BookingActionBtnText|Cancel
it: Cancella

source: BookingActionBtnText|I rejected it
it: Ho rifiutato

source: BookingActionBtnText|Oh yes, I accepted
it: Ah sì, ho accettato!

source: BookingActionBtnText|Reject
it: Rifiuta

source: BookingActionBtnText|Review your experience
it: Recensisci la tua esperienza

source: BookingActionHintText|Booking already expired
it: Periodo di prenotazione già terminato

source: BookingActionHintText|Booking still pending
it: Prenotazione in attesa

source: BookingActionHintText|Did you reject this booking?
it: Hai rifiutato questa prenotazione?

source: BookingActionHintText|Do you prefer not to accept?
it: Preferisci non accettare?

source: BookingActionHintText|Do you want to cancel this booking?
it: Vuoi cancellare questa prenotazione?

source: BookingStateName|Accepted
it: Accettate

source: BookingStateName|Canceled
it: Cancellate

source: BookingStateName|Pending
it: In attesa

source: BookingStateName|Rejected
it: Rifiutate

source: BookingStateTooltip|Accepted Booking
it: Prenotazione accettata

source: BookingStateTooltip|Canceled Booking
it: Prenotazione cancellata

source: BookingStateTooltip|Pending Booking
it: Prenotazione in attesa

source: BookingStateTooltip|Rejected Booking
it: Prenotazione rifiutata

source: BookingTableMailer|Boat
it: Barca

source: BookingTableMailer|Boat's owner
it: Proprietario

source: BookingTableMailer|Details of the booking
it: Dettagli della prenotazione

source: BookingTableMailer|End
it: Fine

source: BookingTableMailer|Number of days
it: Numero di giorni

source: BookingTableMailer|People on board
it: Persone a bordo

source: BookingTableMailer|Start
it: Inizio

source: BookingValidationError|This boat is not available in the period you selected
it: Questa barca non è disponibile per il periodo che hai selezionato

source: BookingValidationError|must be before end time
it: deve essere prima della fine

source: BookingValidationError|must be later than now
it: deve essere più tardi di adesso

source: Bookings
it: Prenotazioni

source: Bookings for %{boat_name}
it: Prenotazioni per %{boat_name}

source: Booking|Cancellation reason
it: Motivo della cancellazione

source: Booking|End time
it: Fine

source: Booking|People on board
it: Persone a bordo

source: Booking|Start time
it: Inizio

source: By joining you agree to our %{tos} and %{privacy}
it: Registrandoti accetti i nostri %{tos} e la nostra %{privacy}

source: CalendarLegend|Available
it: Disponibile

source: CalendarLegend|Booked
it: Prenotata

source: CalendarLegend|Requested
it: In attesa

source: CalendarLegend|Unavailable
it: Non disponibile

source: Cancel my account
it: Elimina il mio account

source: Cancel upload
it: Annulla il caricamento

source: Canceled Bookings
it: Prenotazioni cancellate

source: CancellationModal|Cancel Booking
it: Cancella prenotazione

source: CancellationModal|Close
it: Chiudi

source: CancellationModal|Do you really want to cancel?
it: Vuoi davvero canecellare la prenotazione?

source: CancellationModal|It is important for the guest/host to understand why you had to cancel this booking.
it: È importante per l’altra persona sapere perché devi cancellare questa prenotazione.

source: CancellationModal|Please provide your reason for canceling
it: Per favore scrivi il motivo della cancellazione

source: CancellationModal|You need to type at least 50 characters
it: Devi scrivere almeno 50 caratteri

source: Change Password
it: Cambia password

source: Change avatar
it: Cambia l’immagine

source: Change language
it: Cambia lingua

source: Change my password
it: Cambia password

source: Change your password
it: Cambia la password

source: Changes are automatically saved
it: Le modifiche vengono salvate automaticamente

source: Check this if the boat has an engine
it: Controlla che la barca abbia un motore

source: Click on the days when your boat will not be available for renting. Click on a gray day to make it available again. Don't forget that reserved days cannot be modified.
it: Fai clic sui giorni in cui non vuoi che la tua barca sia disponibile. Fai clic su un giorno grigio per renderlo di nuovo disponibile. Ricorda che i giorni con prenotazioni non possono essere modificati.

source: Coming soon&hellip;
it: Presto disponibile&hellip;

source: Complete profile
it: Completa la scheda

source: Complete your profile
it: Completa il tuo profilo

source: Confirm password
it: Conferma password

source: Confirm your new password
it: Conferma nuova password

source: Create Boat
it: Crea barca

source: Current password
it: Password attuale

source: Darn! Something went wrong.
it: Accidenti! Si è verificato un problema.

source: Day
it: Giorno

source: Day|Availability
it: Disponibilità

source: Day|Date
it: Data

source: Delete boat
it: Elimina barca

source: Delete my account
it: Elimina il mio account

source: Details
it: Dettagli

source: Details of your boat
it: Dettagli della tua barca

source: Didn't receive confirmation instructions?
it: Non hai ricevuto le istruzioni di conferma?

source: Didn't receive unlock instructions?
it: Non hai ricevuto le istruzioni per lo sblocco?

source: Does the map display a wrong place?
it: La mappa mostra un luogo sbagliato?

source: Don't panic. Enter your email to receive reset password instructions.
it: Va tutto bene. Inserisci la tua email per ricevere le istruzioni su come cambiare la password.

source: Drop here the photos of your boat! You are already awesome!
it: Trascina qui le tue foto! Verranno caricate automaticamente

source: Edit
it: Modifica

source: Edit Availability
it: Modifica disponibilità

source: Edit Profile
it: Modifica profilo

source: Edit to add pictures
it: Modifica per aggiungere foto

source: Email address used in Sea for All
it: Email che usi su Sea for All

source: End
it: Fine

source: Engine Horse Power
it: Cavalli Potenza

source: Enter at least 42 characters
it: Scrivi almeno 42 caratteri

source: Enter your Facebook account to change your email and password.
it: Vai sul tuo profilo Facebook per modificare la tua email e la tua password.

source: Features
it: Caratteristiche

source: Fill all the fields and <strong>upload at least one picture</strong> to complete the boat's profile
it: Compila tutti i campi e <strong>carica almeno una foto</strong> per completare il profilo della barca

source: FirstChatMsgBody|Hi %{first_name}, I would like to book %{boat_name} from %{first_day} to %{last_day}
it: Ciao %{first_name}, vorrei prenotare %{boat_name} dal %{first_day} al %{last_day}

source: FirstChatMsgBody|Hi %{first_name}, I would like to book %{boat_name} on the %{first_day}
it: Ciao %{first_name}, vorrei prenotare %{boat_name} per il %{first_day}

source: Forgot your password?
it: Password dimenticata?

source: Help
it: Aiuto

source: Help|Drop us an email
it: Scrivici una email

source: Help|Help & Support
it: Aiuto e Supporto

source: Help|I have a boat to rent
it: Sono proprietario di una barca

source: Help|I need help
it: Mi serve aiuto

source: Help|I want to take a boat for renting
it: Vorrei prendere una barca

source: Help|Need help?
it: Serve aiuto?

source: Help|or check these out
it: oppure dai un’occhiata qui

source: Here you will find a nice calendar for setting the availability of your boat. We are currently working on it!
it: Qui troverai il calendario per impostare i giorni in cui la tua barca sarà disponibile. Ci stiamo lavorando su!

source: Hi %{name}
it: Ciao %{name}

source: How many people aboard?
it: Quante persone a bordo?

source: How much for a day on your boat?
it: Quanto chiedi al giorno?

source: I accept your booking. Enjoy my boat!
it: Ho accettato la prenotazione. Buon divertimento!

source: If you leave now, we will miss you forever
it: Se vai via adesso ci mancherai per sempre

source: Landing|Earn extra money with your boat
it: Vuoi guadagnare con la tua barca?

source: Landing|Offset your ownership costs by listing your boat whenever and however you like
it: Risparmia sui costi di gestione della tua barca condividendola quando vuoi e con chi vuoi

source: Landing|Register your boat
it: Registra la tua barca

source: Landing|Share your boat with those who love the sea
it: Condividi la tua barca con chi ama il mare

source: Landing|We find people who would like to use it
it: Troviamo persone interessate ad usarla

source: Landing|a great boat at a reasonable price
it: per divertirti ad un prezzo abbordabile

source: Landing|and help you reduce your costs
it: e ti aiutiamo ad abbattere i costi

source: Last update:
it: Ultimo aggiornamento

source: Latest bookings
it: Prenotazioni recenti

source: License
it: Patente Nautica

source: License needed
it: Solo con Patente Nautica

source: Login info
it: Informazioni account

source: Login with Facebook
it: Login con Facebook

source: MailBodyBookingAccepted|%{host_name} has accepted your booking for %{boat_name}
it: %{host_name} ha accettato la tua prenotazione per %{boat_name}

source: MailBodyBookingAccepted|Review the details of the booking, get in touch with %{guest_name} and make the experience on your boat unforgettable!
it: Controlla i dettagli della prenotazione, entra in contatto con %{guest_name} e rendi indimenticabile la sua esperienza sulla tua barca!

source: MailBodyBookingAccepted|Review the details of the booking, get in touch with %{host_name} and enjoy the boat trip!
it: Controlla i dettagli della prenotazione, entra in contatto con %{host_name} e divertiti sulla sua barca!

source: MailBodyBookingAccepted|You have accepted a booking for %{boat_name}
it: Hai accettato una prenotazione per %{boat_name}

source: MailBodyBookingCanceled|%{canceler_name} has canceled one of the bookings for %{boat_name}
it: %{canceler_name} ha cancellato una prenotazione per %{boat_name}

source: MailBodyBookingCanceled|One of your bookings for %{boat_name} has been canceled
it: Una delle tue prenotazioni per %{boat_name} è stata cancellata

source: MailBodyBookingCanceled|Take a look to the booking to see the reason of canceling
it: Dai un’occhiata alla prenotazione per vedere il motivo della cancellazione

source: MailBodyBookingCanceled|You have canceled a booking for %{boat_name}
it: Hai cancellato una prenotazione per %{boat_name}

source: MailBodyBookingRejected|%{host_name} has rejected your booking request for %{boat_name}
it: %{host_name} ha rifiutato la richiesta di prenotazione per %{boat_name}

source: MailBodyBookingRejected|You have rejected a booking request for %{boat_name}
it: Hai rifiutato una richiesta di prenotazione per %{boat_name}

source: MailBodyCallToAction|Go to the booking
it: Vai alla prenotazione

source: MailBodyCallToAction|Leave your review
it: Lascia una recensione

source: MailBodyCallToAction|Read the message
it: Leggi il messaggio

source: MailBodyNewBooking|Review the details of the booking, continue the conversation with %{host_name} and enjoy the boat once %{host_name} will have accepted the booking.
it: Controlla i dettagli della richiesta di prenotazione, continua la conversazione con %{host_name} e divertiti sulla sua barca una volta che %{host_name} avrà accettato la richiesta.

source: MailBodyNewBooking|Review the details of the booking, reply to %{guest_name} and <strong>accept</strong> (or reject) the booking.
it: Controlla i dettagli della richiesta di prenotazione, continua la conversazione con %{guest_name} e <strong>accetta</strong> (o rifiuta) questa richiesta.

source: MailBodyNewBooking|You have made a new booking request for %{boat_name}:
it: Hai fatto una richiesta di prenotazione per %{boat_name}:

source: MailBodyNewBooking|You have received a new booking request for %{boat_name}:
it: Hai ricevuto una richiesta di prenotazione per %{boat_name}:

source: MailBodyNewReply|You received a private message from %{sender_name} for the booking:
it: Hai ricevuto un messaggio privato da %{sender_name} per la seguente prenotazione:

source: MailBodyNewReview|%{reviewer} have left a review about the following booking
it: %{reviewer} ha lasciato una recensione per la seguente prenotazione

source: MailBodyNewReview|Go to the details of the booking and read the full review!
it: Vai ai dettagli della prenotazione e leggi l’intera recensione!

source: MailBodyNewReview|You have left a review about the following booking
it: Hai lasciato una recensione per la seguente prenotazione

source: MailBodyRemindReview|Did you have a good time on <strong>%{boat_name}</strong>? Please review your experience and let other people know how much fun you had on %{host_name}'s boat!
it: Com’è andata su <strong>%{boat_name}</strong>? Descrivi la tua esperienza e fai in modo che altre persone sappiano quanto ti sei divertito a bordo della barca di %{host_name}!

source: MailBodyRemindReview|Don't forget that your review will be public, so please be polite and respectful.
it: Ricordati che la tua recensione sarà pubblica, quindi sii educato e rispettoso.

source: MailBodyRemindReview|Go to the details of the booking and leave your review!
it: Vai ai dettagli della prenotazione e lascia una recensione!

source: MailBodyRemindReview|How was your experience with %{guest_name}? Please tell us how it was to host %{guest_name} on your boat.
it: Com’è andata con %{guest_name}? Facci sapere tutto sulla tua esperienza con %{guest_name} a bordo della tua barca.

source: MailBodyRemindReview|Your review is very important because it will help other users of the Sea for All community to know more about %{other_name}'s reputation.
it: La tua recensione è molto importante perché permetterà agli altri membri della comunità di Sea for All di farsi un idea sull’esperienza a bordo con %{other_name}.

source: MailBodyWelcome|Complete your profile
it: Completa il tuo profilo

source: MailBodyWelcome|Do you want to spend some days on a boat?
it: Hai voglia di trascorrere uno o più giorni su una barca?

source: MailBodyWelcome|Find the right boat for you, anywhere you like!
it: Trova la barca giusta per te, dovunque tu voglia!

source: MailBodyWelcome|For any help just visit our awesome %{help_page} or contact us by replying to this email.
it: Se hai bisogno di aiuto puoi andare sulla nostra %{help_page} oppure puoi contattarci direttamente rispondendo a questa email.

source: MailBodyWelcome|Have you got a boat and want to share it?
it: Hai una barca e ti piacerebbe condividerla?

source: MailBodyWelcome|Present yourself at the best
it: Presentati al meglio

source: MailBodyWelcome|Register your boat
it: Registra la tua barca

source: MailBodyWelcome|Register your first boat and get ready to share it with other people like you!
it: Registra la tua barca e inizia a condividerla con altre persone come te!

source: MailBodyWelcome|Start now
it: Inizia adesso

source: MailBodyWelcome|Welcome and thanks for joining Sea for All!
it: Benvenuto e grazie per esserti registrato su Sea for All!

source: MailBodyWelcome|to enjoy all the features offered by Sea for All!
it: per sfruttare tutte le opportunità che ti offre Sea for All!

source: MailTitleBookingAccepted|Booking accepted for %{boat_name}
it: Richiesta di prenotazione accettata per %{boat_name}

source: MailTitleBookingCanceled|Booking canceled for %{boat_name}
it: Prenotazione cancellata per %{boat_name}

source: MailTitleBookingRejected|Booking rejected for %{boat_name}
it: Richiesta di prenotazione rifiutata per %{boat_name}

source: MailTitleNewBooking|New booking for %{boat_name}
it: Nuova richiesta di prenotazione per %{boat_name}

source: MailTitleNewReply|New message from %{sender_name}
it: Nuovo messaggio da %{sender_name}

source: MailTitleWelcome|Welcome to Sea for All!
it: Benvenuto su Sea for All!

source: MailTitle|%{host_name} has accepted your booking on Sea for All
it: %{host_name} ha accettato la tua richiesta di prenotazione su Sea for All

source: MailTitle|%{host_name} has rejected your booking on Sea for All
it: %{host_name} ha rifiutato la tua richiesta di prenotazione su Sea for All

source: MailTitle|Leave a review for %{boat_name}
it: Lascia una recensione per %{boat_name}

source: MailTitle|Leave a review to %{guest_name}
it: Lascia una recensione per %{guest_name}

source: MailTitle|New review on Sea for All
it: Nuova recensione su Sea for All

source: MailTitle|One of your bookings has been canceled on Sea for All
it: Una delle tue prenotazioni è stata cancellata su Sea for All

source: MailTitle|Review your experience
it: Lascia una recensione sulla tua esperienza

source: MailTitle|Welcome to Sea for All!
it: Benvenuto su Sea for All!

source: MailTitle|You have accepted a booking on Sea for All
it: Hai accettato una richiesta di prenotazione su Sea for All

source: MailTitle|You have rejected a booking on Sea for All
it: Hai rifiutato una richiesta di prenotazione su Sea for All

source: MailTitle|You posted a review on Sea for All
it: Hai pubblicato una recensione su Sea for All

source: MailTitle|You received a review on Sea for All
it: Hai ricevuto una recensione su Sea for All

source: Message sent
it: Messaggio inviato

source: My Bookings
it: Le mie prenotazioni

source: My Profile
it: Il mio profilo

source: My bookings
it: Le mie prenotazioni

source: MyBoats|Register your boat now
it: Registra ora la tua barca

source: MyBoats|You have not registered any boat yet.
it: Non hai ancora registrato barche

source: N/A
it: N/D

source: Need help? Visit our wonderful %{help_page_link}!
it: Ti serve auito? Visita la nostra %{help_page_link}!

source: New Boat
it: Nuova barca

source: New booking for %{boat_name} on Sea for All
it: Nuova richiesta di prenotazione per %{boat_name} su Sea for All

source: New password
it: Nuova password

source: New review
it: Nuova recensione

source: NewReplyMailSubject|New message from %{sender_name} on Sea for All
it: Nuovo messaggio da %{sender_name} su Sea for All

source: No Engine
it: Senza motore

source: No boats yet
it: Non ci sono ancora barche

source: No bookings yet
it: Non ci sono ancora prenotazioni

source: No engine? Uncheck!
it: Senza motore? Deseleziona!

source: No reviews yet
it: Non ci sono ancora recensioni

source: Not a member?
it: Non sei ancora registrato?

source: Not authorized!
it: Non sei autorizzato!

source: One day on %{first_day}
it: Una giornata il %{first_day}

source: Oops! It was not possible to accept this booking!
it: Oops! Impossibile accettare questa richiesta di prenotazione!

source: Oops! It was not possible to cancel this booking!
it: Oops! Impossibile cancellare questa prenotazione!

source: Oops! It was not possible to reject this booking!
it: Oops! Impossibile rifiutare questa richiesta di prenotazione!

source: Ops! Cannot publish this boat yet: please check all the compulsory fields
it: Ops! Non puoi ancora pubblicare questa barca: controlla di avere compilato tutti i campi richiesti

source: Other
it: Altro

source: Other Features of your boat
it: Altre caratteristiche della tua barca

source: Pending Bookings
it: Prenotazioni in attesa
