Repository: pbmolini/sfa-rails
Catalog: locale/*/app.edit.po
Languages: it

source: Person
it: Persona

source: Personal info
it: Informazioni personali

source: Picture
it: Immagine

source: Pictures of your boat
it: Immagini della tua barca

source: Picture|Description
it: Descrizione

source: Picture|Image file name
it: Nome del file

source: Picture|Image file size
it: Dimensione del file

source: Please cancel all your pending bookings before leaving Sea for All
it: Per favore rifiuta tutte le richieste di prenotazione in attesa prima di lasciare Sea for All

source: Please delete all your boats before leaving Sea for All
it: Per favore elimina tutte le tue barche prima di lasciare Sea for All

source: Please leave a review and let everybody know about your experience
it: Lascia una recensione e racconta a tutti la tua esperienza

source: Please use the fallback form below to upload your files like in the olden days.
it: Per favore usa il for qui sotto per caricare i file come ai bei vecchi tempi.

source: Power
it: Motore

source: Privacy Policy
it: Informativa privacy

source: Problems with the map
it: Problemi con la mappa

source: Problems with the map?
it: Problemi con la mappa?

source: Profile picture
it: Immagine del profilo

source: Publish
it: Pubblica

source: Rating
it: Voto

source: Register
it: Registrati

source: Register a boat
it: Iscrivi una barca

source: Registered %{time} ago
it: Iscritto da %{time}

source: Rejected Bookings
it: Prenotazioni rifiutate

source: Remove
it: Elimina

source: Remove %{name} from Sea for All
it: Elimina %{name} da Sea for All

source: Remove picture
it: Elimina immagine

source: Remove|this boat
it: questa barca

source: Review
it: Recensione

source: Review your experience with %{reviewee_name}
it: Racconta la tua esperienza con %{reviewee_name}

source: ReviewCard|Left on
it: Scritta a

source: ReviewChars|characters to go
it: caratteri da scrivere

source: ReviewChars|left
it: rimasti

source: Reviews
it: Recensioni

source: Reviews for this booking
it: Recensioni della prenotazione

source: Review|Comment
it: Commento

source: Review|Rating
it: Voto

source: Sail
it: Vela

source: Saving...
it: Salvo…

source: Sea for All uses a third-party geocoding service that sometimes can make mistakes. %{link_text} this boat’s address and try with “<em>City, Country</em>”. %{writeus} if the problem persists.
it: Sea for All utilizza un servizio di terze parti per il geocoding dell’indirizzo, e questo a volte può dare risultati sbagliati. %{link_text} l’indirizzo di questa barca e prova con “<em>Città, Nazione</em>”. %{writeus} se il problema persiste.

source: Search
it: Cerca

source: SearchResults|Check out what is available a little bit farther
it: Guarda cosa è disponibile un po’ più lontano

source: SearchResults|Sorry. There are no boats near %{place}
it: Ci dispiace, non ci sono barche vicino a %{place}

source: SearchResults|There are %{count} boats near %{place}
it: Ci sono %{count} barche vicino a %{place}

source: See this table for details
it: Controlla questa tabella per i dettagli

source: Select a start date
it: Dal giorno

source: Select an end date
it: Al giorno

source: Select the category
it: Seleziona la categoria

source: Select the type of fuel
it: Seleziona il tipo di carburante

source: Select the type of rental
it: Seleziona il tipo di noleggio

source: Select the year
it: Seleziona l’anno

source: Send
it: Invia

source: Send me reset password instructions
it: Inviatemi le istruzioni

source: Sign in with %{provider}
it: Login con %{provider}

source: Sign up
it: Registrati

source: Sign up with Facebook
it: Registrati con Facebook

source: Sorry, I must cancel this booking.
it: Mi dispiace, devo cancellare questa prenotazione.

source: Sorry, I reject your booking.
it: Mi dispiace, rifiuto la tua richiesta di prenotazione.

source: Start
it: Inizio

source: Sure! Register my first boat
it: Certo! Registra la mia prima barca

source: Sure?
it: Sicuro?

source: Tell us something about you, and how much you love being on a boat!
it: Raccontaci qualcosa di te e fai sapere a tutti quanto ti piace stare in barca!

source: Tell us whether you accepted or rejected this booking. This way you can leave and receive a review
it: Facci sapere se hai accettato o rifiutato questa richiesta di prenotazione. In questo modo puoi lasciare e ricevere una recensione

source: Terms and Conditions
it: Termini e Condizioni

source: Terms of Service
it: Termini di Servizio

source: Thank you
it: Grazie

source: Thank you for joining Sea for All. You can register your boat in a minute or find the right boat for you!
it: Grzie per esserti unito a Sea for All. Puoi già iniziare a cercare la barca che fa per te oppure, se ne possiedi una, iniziare a registrarla!

source: They can't be both true!
it: Non possono essere presenti entrambi!

source: This boat cannot be published yet
it: Questa barca non può ancora essere pubblicata

source: This booking has been canceled. No more messages!
it: Questa prenotazione è stata cancellata. Basta messaggi!

source: This filetype is not supported.
it: Questo tipo di file non è supportato.

source: This is your <em>Dashboard</em>: from here you can access all the details of your %{boats_link}, %{bookings_link}, %{reviews_link} and %{profile_link}. Enjoy <strong>Sea for All</strong>!
it: Questa è la tua <em>Dashboard</em>: da qui puoi accedere ai dettagli delle tue barche %{boats_link}, delle tue %{bookings_link}, delle tue %{reviews_link} e %{profile_link}. Buon divertimento su <strong>Sea for All</strong>!

source: This photo is too big! No more than {{maxFilesize}} MB please.
it: Questa foto è troppo grande! Per favore caricare foto di dimensioni superiori a {{maxFilesize}} MB.

source: Tired of sharing your boat?
it: Ti sei stancato di condividere la tua barca?

source: Title|About us
it: Chi siamo

source: Title|All Boats
it: Tutte le barche

source: Title|Availability of %{boat_name}
it: Disponibilità di %{boat_name}

source: Title|Boats near %{place}
it: Barche vicino a %{place}

source: Title|Booking for %{boat_name}, %{boat_model}
it: Prenotazioni per %{boat_name}, %{boat_model}

source: Title|Booking's reviews
it: Recensioni per la prenotazione

source: Title|Bookings for %{boat_name}
it: Prenotazioni per %{boat_name}

source: Title|Change your password
it: Cambia la password

source: Title|Dashboard
it: Dashboard

source: Title|Edit %{boat_name}
it: Modifica %{boat_name}

source: Title|Edit Profile
it: Modifica profilo

source: Title|Forgot password
it: Password dimenticata

source: Title|Help & Support
it: Aiuto e Supporto

source: Title|Login
it: Login

source: Title|My Boats
it: Le mie barche

source: Title|My Bookings
it: Le mie prenotazioni

source: Title|My boats
it: Le mie barche

source: Title|New Boat
it: Nuova barca

source: Title|Privacy Policy
it: Informativa privacy

source: Title|Review your experience
it: Racconta la tua esperienza

source: Title|Reviews about %{boat_name}
it: Recensioni su %{boat_name}

source: Title|Sign up
it: Registrati

source: Title|Terms of Service
it: Termini di Servizio

source: Title|Welcome
it: Benvenuto

source: Title|Your reviews
it: Le tue recensioni

source: To be able to book a boat you have to <strong>%{link_text}</strong>
it: Per prenotare una barca devi <strong>%{link_text}</strong>

source: Too many photos!
it: Hai troppe immagini!

source: Total Price
it: Prezzo totale

source: Type something...
it: Scrivi qualcosa…

source: Unhappy?
it: Ti sei stancato?

source: Update
it: Aggiorna

source: User|Bio
it: Breve Biografia

source: User|Birthdate
it: Data di nascita

source: User|First name
it: Nome

source: User|Last name
it: Cognome

source: User|Phone
it: Numero di telefono

source: ValidationError|doesn't seem to be a valid address
it: non sembra essere un indirizzo valido

source: ValidationError|too many pictures (choose at most 10)
it: troppe immagini (scegline al massimo 10)

source: View all
it: Vedi tutto

source: Welcome %{name}
it: Benvenuto %{name}

source: Welcome!
it: Benvenuto!

source: Welcome|Do you own a boat and want to rent it?
it: Hai una barca e vuoi condividerla?

source: Welcome|Do you want to take a boat for renting?
it: Cerchi una barca per uno o più giorni?

source: What is its name?
it: Come si chiama?

source: Where is your boat moored? E.g. Genoa, Italy
it: Dove si trova? es. Genova, Italia

source: Where is your boat moored? E.g. Molo Ponte Morosini, 46, Genoa
it: Dove è ormeggiata la tua barca? Es. Molo Ponte Morosini, 46, Genova

source: Who built your boat?
it: Qual’è il cantiere di provenienza?

source: Why can not I book?
it: Perché non posso prenotare?

source: Write us
it: Scrivici

source: Yay! You published your boat! Prepare to share it!
it: Grande! Hai appena pubblicato la tua barca! Preparati a condividerla!

source: You are receiving this email because you registered an account on %{link} with the email address <em>%{email}</em>. If you think you shouldn't have received this email please contact us replying to this message.
it: Ricevi questa email perché hai creato un account su %{link} con l’indirizzo email <em>%{email}</em>. Se pensi che non avresti dovuto ricevere questa email, faccelo sapere rispondendo a questo messaggio.

source: You can't book your own boat. This is just a preview of what guests will see.
it: Non puoi prenotare la tua barca. Questa è solo un’anteprima di quello che vedranno gli altri.

source: You cannot book yet...
it: Non puoi ancora prenotare…

source: You created this account using your Facebook credentials.
it: Hai creato questo account utilizzando le credenziali di Facebook.

source: You have accepted this booking!
it: Hai accettato questa richiesta di prenotazione

source: You have canceled this booking!
it: Hai cancellato questa prenotazione

source: You have no boats registered in Sea for All yet. Register your first boat now! It's fast and easy.
it: Non hai ancora registrato una barca su Sea for All. Iscrivi la tua prima barca adesso! È facile e veloce.

source: You have rejected this booking!
it: Hai rifiutatato questa richiesta di prenotazione

source: You have successfully requested a booking to %{host_name}
it: Hai inviato una richiesta di prenotazione a %{host_name}

source: You have to %{complete_profile} before making this boat available
it: Devi %{complete_profile} prima di rendere disponibile questa barca

source: You have to add at least one picture of your boat before publishing
it: Devi aggiungere almeno una foto della tua barca per poterla pubblicare

source: You have to log in to continue
it: È necessario effettuare il login per continuare

source: You have to log in to continue.
it: È necessario effettuare il login per continuare.

source: You must accept or reject all the pending bookings of %{name} before removing it from Sea for All
it: Devi accettare o rifiutare tutte le richieste di prenotazione per %{name} prima di eliminarla da Sea for All

source: You must complete your profile both for booking a boat and for publishing your own boat.
it: Devi completare il tuo profilo sia per prenotare una barca sia per pubblicarne una.

source: You must complete your profile to book a boat
it: Devi completare il tuo profilo per poter prenotare una barca

source: Your boat's description goes here. %{link_text} this boat to add a description.
it: La descrizione della tua barca apparirà qui. %{link_text} questa barca per inserire una descrizione.

source: Your boat's length, in meters
it: La lunghezza della barca, in metri

source: Your boats
it: Le tue barche

source: Your browser does not support drag'n'drop file uploads.
it: Il tuo browser non supporta il caricamento dei file tramite trascinamento

source: Your guests will love to know more about your boat. Tell them something about it, what you use it for and what you love of your boat
it: Chi salirà a bordo della tua barca vorrà sapere tutto su di lei. Racconta qualcosa, per esempio per cosa la usi di solito, con chi ci vai e perché la tua barca è unica!

source: Your review has been saved. Thank you!
it: La tua recensione è stata salvata. Grazie!

source: bareboat
it: senza capitano

source: boat
it: barca

source: boats
it: barche

source: bookings
it: prenotazioni

source: both
it: entrambi

source: captained
it: con capitano

source: complete your profile
it: completare il tuo profilo

source: diesel
it: gasolio

source: e.g. +39 012 3456789
it: es. +39 012 3456789

source: e.g. 200 E Main St Phoenix AZ 85123 USA
it: es. Molo Garibaldi, Genova, Italia

source: for your boats
it: per le tue barche

source: help page
it: pagina di supporto

source: leave it blank if you don't want to change it
it: lascia vuoto se non vuoi cambiare la password

source: mix
it: miscela

source: must be before %{date}
it: deve essere prima di %{date}

source: not_applicable
it: non applicabile

source: or complete your profile!
it: oppure completa il tuo profilo!

source: or just fill the form below
it: oppure compila i seguenti campi

source: petrol
it: benzina

source: profile
it: profilo

source: reviews
it: recensioni

source: we need your current password to confirm your changes
it: devi inserire la password attuale per cambiare la password

source: welcome to <strong>Sea for All</strong> and thank you for joining us!
it: benvenuto su <strong>Sea for All</strong> e grazie per esserti unito a noi!
